"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "Обновление %1$@ %2$@ загружено и готово к использованию! Это важное обновление; установить обновление и перезапустить %1$@?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Обновление %1$@ %2$@ загружено и готово к использованию! Установить обновление и перезапустить %1$@?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ нельзя обновлять, пока он запущен с диска, доступного только для чтения. Переместите %1$@ в папку Программы и перезапустите.";

"%@ %@ is currently the newest version available." = "У вас уже установлена последняя версия %@ %@.";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "Доступно обновление %@ до версии %@, у вас сейчас установлена версия %@. Скачать обновление?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "Доступно обновление %@ до версии %@, у вас сейчас установлена версия %@. Узнать больше об этом обновлении в интернете?";

"%@ downloaded" = "загружено %@";

"%@ of %@" = "%@ из %@";

"A new version of %@ is available!" = "Доступно обновление %@!";

"A new version of %@ is ready to install!" = "Обновление %@ готово к установке!";

"An error occurred in retrieving update information. Please try again later." = "Не удалось получить информацию об обновлении. Повторите попытку позже.";

"An error occurred while downloading the update. Please try again later." = "Не удалось скачать обновление. Повторите попытку позже.";

"An error occurred while extracting the archive. Please try again later." = "Не удалось извлечь архив. Повторите попытку позже.";

"An error occurred while installing the update. Please try again later." = "Не удалось установить обновление. Повторите попытку позже.";

"An error occurred while parsing the update feed." = "Произошла ошибка обработки ленты обновлений.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "При перезапуске %1$@ произошла ошибка, новая версия будет доступна при следующем запуске %1$@.";

"An important update to %@ is ready to install" = "Важное обновление %@ готово к установке!";

/* the unit for bytes */
"B" = "Б";

"Cancel" = "Отменить";

"Cancel Update" = "Отменить обновление";

"Checking for updates..." = "Поиск обновлений…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Скачивание обновления…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Распаковка обновления…";

/* the unit for gigabytes */
"GB" = "ГБ";

"Install and Relaunch" = "Установить и перезапустить";

/* Take care not to overflow the status window. */
"Installing update..." = "Установка обновления…";

/* the unit for kilobytes */
"KB" = "КБ";

/* Alternative name for "Install" button if we have a paid update or other update 	without a download but with a URL. */
"Learn More..." = "Подробности…";

/* the unit for megabytes */
"MB" = "МБ";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Готов к установке";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Искать обновления %1$@ автоматически? Вы всегда можете проверить наличие обновлений из меню %1$@.";

"The update is improperly signed." = "Цифровая подпись обновления повреждена.";

"Update Error!" = "Ошибка обновления!";

"Updating %@" = "Обновление %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "У вас уже установлена последняя версия %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Обновление не требуется";

